Repository: tombroucke/otomaties-social-media-picture-generator
Catalog: languages/otomaties-smp-*.po
Languages: nl_nl

source: We suspect your are a bot. Please contact us.
nl_nl: We vermoeden dat u een bot bent. Neem contact met ons op.

source: No valid image was selected. Please select an image.
nl_nl: Er is geen geldige afbeelding geselecteerd. Gelieve een afbeelding te selecteren.

source: No valid watermark was selected. Please contact us.
nl_nl: Er is geen geldig watermerk geselecteerd. Neem contact met ons op.

source: Something went wrong. Please contact us.
nl_nl: Er is iets misgegaan. Neem contact met ons op.

source: Social Media Picture
nl_nl: Social Media Afbeelding

source: Social Media Picture Settings
nl_nl: Social Media Afbeelding instellingen

source: Archive filename
nl_nl: Bestandsnaam van archief

source: Filename of the archive. Without the file extension. Defaults to 'images'
nl_nl: Bestandsnaam van het archief. Zonder de bestandsextensie. Staat standaard op ‘afbeeldingen’

source: images
nl_nl: afbeeldingen

source: Image sizes
nl_nl: Beeldformaten

source: Add image sizes
nl_nl: Beeldformaten toevoegen

source: Add image size
nl_nl: Beeldformaat toevoegen

source: Name
nl_nl: Naam

source: Name of the image size
nl_nl: Naam van het beeldformaat

source: Description
nl_nl: Beschrijving

source: Description of the image size
nl_nl: Naam van het beeldformaat

source: Overlay image
nl_nl: Overlappende afbeelding

source: We are preparing the generator. Check back soon.
nl_nl: We bereiden de generator voor. Kom snel terug.

source: Generate
nl_nl: Genereer

source: Otomaties Social Media Picture Generator
nl_nl: Otomaties Social Media Afbeelding Generator

source: Allow visitors to generate a social media picture with a custom overlay
nl_nl: Laat bezoekers een social media foto genereren met een aangepaste overlay
